# NanogramsPerPascalSecondSquareMeter Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..NanogramsPerPascalSecondSquareMeter Property
UnitTypeId Class See Also
---
Nanograms per pascal second square meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId NanogramsPerPascalSecondSquareMeter { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property NanogramsPerPascalSecondSquareMeter As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ NanogramsPerPascalSecondSquareMeter {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace